tap "homebrew/bundle"
tap "homebrew/cask"
tap "cloudfoundry/tap"

brew "ag"
brew "vim"
brew "curl"
brew "ack"
brew "direnv"
brew "docker-compose"
brew "jenv"
brew "nvm"
brew "jq"
brew "tree"
brew "tmux"
brew "shellcheck"
brew "cloudfoundry/tap/cf-cli"

cask 'visual-studio-code'
cask 'jetbrains-toolbox'
cask 'iterm2'
cask 'slack'
cask 'google-chrome'
cask 'notion'
cask 'zoomus'
cask 'firefox'
cask 'spotify'
cask 'caffeine'
cask 'docker'
cask 'shiftit'
cask '1password'
cask '1password-cli'

