tap "homebrew/bundle"
tap "homebrew/cask"
tap "cloudfoundry/tap"

brew "ag"
brew "neovim"
brew "curl"
brew "ag"
brew "direnv"
brew "docker-compose"
brew "jq"
brew "tree"
brew "tmux"
brew "fzf"
brew "shellcheck"
brew "cloudfoundry/tap/cf-cli"

cask 'visual-studio-code'
cask 'iterm2'
cask 'notion'
cask 'firefox'
cask 'spotify'
cask 'docker'
cask 'shiftit'
cask '1password'
cask '1password-cli'

