tap "homebrew/bundle"
tap "homebrew/cask"

brew "ag"
brew "bash"
brew "curl"
brew "direnv"
brew "fzf"
brew "gh"
brew "jq"
brew "neovim"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "pyenv"

cask '1password'
cask '1password-cli'
cask 'anki'
cask 'docker'
cask 'firefox'
cask 'google-backup-and-sync'
cask 'kitty'
cask 'notion'
cask 'shiftit'
cask 'spotify'
