tap "homebrew/bundle"
tap "homebrew/cask"

brew "ag"
brew "bash"
brew "bash-completion"
brew "bat"
brew "blueutil"
brew "curl"
brew "direnv"
brew "exa"
brew "fzf"
brew "gh"
brew "gpg"
brew "jq"
brew "kubectl"
brew "lastpass-cli"
brew "mr"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "watch"
brew "yq"

cask "1password"
cask "1password-cli"
cask "anki"
cask "brave-browser"
cask "docker"
cask "gnucash"
cask "google-backup-and-sync"
cask "jetbrains-toolbox"
cask "kitty"
cask "shiftit"
cask "spotify"
